Repository: Open-Plus/OpenWeather
Catalog: usr/lib/enigma2/python/Plugins/Extensions/OPWeather/locale/*/LC_MESSAGES/OPWeather.po
Languages: es

source: Config Weather OpenPlus
es: Configuración Meteo OpenPlus

source: Close
es: Cerrar

source: Save
es: Guardar

source: Weather Foreca
es: Meteo Foreca

source: Weather Yahoo
es: Meteo Yahoo

source: The Weather in Menu by:
es: Meteo en Menú por:

source: Restart your %s %s to apply service settings Restart now?
es: Hay que reiniciar tu %s %s para aplicar la configuración del servicio ¿Reiniciar ahora?

source: OpenWeather
es: OpenMeteo

source: Your city weather for Openplus!
es: El tiempo de tu ciudad por OpenPlus!

source: Exit
es: Salir

source: OpenPlus! Weather
es: OpenPlus! Meteo

source: Yahoo Weather city or zip code:
es: Introduce la ciudad o código postal:

source: Location:
es: Localización:

source: Timezone:
es: Zona horaria:

source: Latitude:
es: Latitud:

source: Longitude:
es: Longitud:

source: Temperature:
es: Temperatura:

source: Feels like:
es: Sens. Térmica:

source: Humidity:
es: Humedad:

source: Chance precip:
es: Pos. Precipitación:

source: Wind:
es: Viento:

source: Observation point:
es: Punto de Observación:

source: Date:
es: Fecha:

source: Day week:
es: Día de la semana:

source: Last Updated:
es: Última Actualización:

source: Change city
es: Cambiar ciudad

source: Enter text to search city
es: Entrar datos para buscar ciudad

source: Config Weather Foreca
es: Configuración Meteo Foreca

source: Scale of temperature:
es: Escala para Temperatura:

source: Configuration is saved
es: Configuración guardada

source: Cancel
es: Cancelar

source: Retrieving data ...
es: Descargando datos ...

source: Sorry, wrong WOEID
es: Lo siento, WOEID incorrecta

source: Yahoo Weather
es: Yahoo Meteo

source: Visibility:
es: Visibilidad:

source: Sunrise
es: Salida

source: Sunset
es: Ocaso

source: Region:
es: Región:

source: Country:
es: País:

source: North
es: Norte

source: NEast
es: Noreste

source: East
es: Este

source: SEast
es: Sudeste

source: South
es: Sur

source: SWest
es: Suroeste

source: West
es: Oeste

source: NWest
es: Noreste

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Spain
es: España

source: France
es: Francia

source: Germany
es: Alemania

source: Italy
es: Italia

source: United Kingdom
es: Reino Unido

source: Belgium
es: Belgica

source: Catalonia
es: Cataluña

source: Andalusia
es: Andalucia

source: Castille and Leon
es: Castilla León

source: Basque Country
es: País Vasco

source: Castille la Mancha
es: Cast. la Mancha

source: Canary Islands
es: Islas Canarias

source: Balearic Islands
es: Islas Baleares

source: Navarre
es: Navarra

source: January
es: Ene

source: February
es: Feb

source: March
es: Mar

source: April
es: Abr

source: June
es: Jun

source: July
es: Jul

source: August
es: Ago

source: September
es: Sep

source: October
es: Ost

source: November
es: Nov

source: December
es: Dic

source: AM Clouds/PM Sun
es: AM Nubes/PM Sol

source: AM Drizzle
es: AM LLovizna

source: AM Drizzle/Wind
es: AM Llovizna/Viento

source: AM Fog/PM Clouds
es: AM Niebla/PM Nubes

source: AM Fog/PM Sun
es: AM Niebla/PM Sol

source: AM Ice
es: AM Helada

source: AM Light Rain
es: AM Lluvia Débil

source: AM Light Rain/Wind
es: AM Lluvia Débil/Viento

source: AM Light Snow
es: AM Nieve débil

source: AM Rain
es: AM Lluvia

source: AM Rain/Snow Showers
es: AM Lluvia/Chubascos de Nieve

source: AM Rain/Snow
es: AM Lluvia/Nieve

source: AM Rain/Snow/Wind
es: AM Lluvia/Nieve/Viento

source: AM Rain/Wind
es: AM Lluvia/Viento

source: AM Showers
es: AM Chubascos

source: AM Showers/Wind
es: AM Chubascos/Viento

source: AM Snow Showers
es: AM Chubascos de Nieve

source: AM Snow
es: AM Nieve

source: AM Thundershowers
es: AM Tormentas Eléctricas

source: Blowing Snow
es: Nieve con Ventisca

source: Breezy
es: Ventoso

source: Clear
es: Despejado

source: Clear/Windy
es: Despejado/Viento

source: Clouds Early/Clearing Late
es: Mañana con Nubes/Tarde Despejado

source: Cloudy
es: Nublado

source: Cloudy/Wind
es: Nublado/Viento

source: Cloudy/Windy
es: Nublado/Ventoso

source: Drifting Snow
es: Fuertes Nevadas

source: Drifting Snow/Windy
es: Fuertes Nevadas/Ventisca

source: Drizzle Early
es: Mañana con Llovizna

source: Drizzle Late
es: Tarde con Llovizna

source: Drizzle
es: Llovizna

source: Drizzle/Fog
es: Llovizna/Niebla

source: Drizzle/Wind
es: Llovizna/Viento

source: Drizzle/Windy
es: Llovizna/Ventoso

source: Fair
es: Buen Tiempo

source: Fair/Windy
es: Buen Tiempo/Ventoso

source: Few Showers
es: Algunos chubascos

source: Few Showers/Wind
es: Algunos chubascos/Viento

source: Few Snow Showers
es: Algunos Chubascos de Nieve

source: Fog Early/Clouds Late
es: Mañana con Niebla/Tarde Nubosa

source: Fog Late
es: Niebla por la tarde

source: Fog
es: Niebla

source: Fog/Windy
es: Niebla/Ventoso

source: Foggy
es: Brumas

source: Freezing Drizzle
es: Llovizna helada

source: Freezing Drizzle/Windy
es: Llovizna helada/Viento

source: Freezing Rain
es: Lluvia helada

source: Haze
es: Neblina

source: Heavy Drizzle
es: Llovizna fuerte

source: Heavy Rain Shower
es: Fuertes Chubascos de Lluvia

source: Heavy Rain
es: Fuertes Lluvias

source: Heavy Rain/Wind
es: Fuertes Lluvias/Viento

source: Heavy Rain/Windy
es: Fuertes Lluvias/Ventoso

source: Heavy Snow Shower
es: Fuertes Chubascos de Nieve

source: Heavy Snow
es: Fuertes Nevadas

source: Heavy Snow/Wind
es: Fuertes Nevadas/Viento

source: Heavy Thunderstorm
es: Fuertes Tormentas Eléctricas

source: Heavy Thunderstorm/Windy
es: Fuertes Tormentas Eléctricas/Ventoso

source: Ice Crystals
es: Heladas

source: Ice Late
es: Tardes con Heladas

source: Isolated T-storms
es: Tormentas aisladas

source: Isolated Thunderstorms
es: Tormentas Eléctricas aisladas

source: Light Drizzle
es: Llovizna Débil

source: Light Freezing Drizzle
es: Llovizna Débil Helada

source: Light Freezing Rain
es: Lluvia Débil Helada

source: Light Freezing Rain/Fog
es: Llovizna Débil Helada/Niebla

source: Light Rain Early
es: Lluvia temprana

source: Light Rain
es: Lluvia Débil

source: Light Rain Late
es: Lluvia Débil de tarde

source: Light Rain Shower
es: Ligeros Chubascos de Lluvia

source: Light Rain Shower/Fog
es: Ligeros Chubascos de Lluvia/Niebla

source: Light Rain Shower/Windy
es: Ligeros Chubascos de Lluvia/Viento

source: Light Rain with Thunder
es: Lluvia Débil con Truenos

source: Light Rain/Fog
es: Lluvia Débil/Niebla

source: Light Rain/Freezing Rain
es: Lluvia Débil/Lluvia Helada

source: Light Rain/Wind Early
es: Lluvia Débil/Viento Temprano

source: Light Rain/Wind Late
es: Lluvia Débil/Viento de Tarde

source: Light Rain/Wind
es: Lluvia Débil/Viento

source: Light Rain/Windy
es: Lluvia Débil/Ventoso

source: Light Sleet
es: Aguanieve Débil

source: Light Snow Early
es: Nieve Débil Temprano

source: Light Snow Grains
es: Nieve Granulada

source: Light Snow Late
es: Nieve Débil de Tarde

source: Light Snow Shower
es: Ligeros Chubascos de Nieve

source: Light Snow Shower/Fog
es: Débiles Chubascos de Nieve/Niebla

source: Light Snow with Thunder
es: Nevada Débil con Truenos

source: Light Snow
es: Nieve Débil

source: Light Snow/Fog
es: Nieve Débil/Niebla

source: Light Snow/Freezing Rain
es: Nieve Débil/Lluvia Helada

source: Light Snow/Wind
es: Nieve Débil/Viento

source: Light Snow/Windy
es: Nieve Débil/Ventoso

source: Light Snow/Windy/Fog
es: Nieve Débil/Ventoso/Niebla

source: Mist
es: Niebla

source: Mostly Clear
es: Mayormente Despejado

source: Mostly Cloudy
es: Mayormente Nublado

source: Mostly Cloudy/Wind
es: Mayormente Nublado/Viento

source: Mostly Sunny
es: Mayormente Soleado

source: Partial Fog
es: Niebla Parcial

source: Partly Cloudy
es: Parcialmente Nublado

source: Partly Cloudy/Wind
es: Parcialmente Nublado/Viento

source: Patches of Fog
es: Zonas de Niebla

source: Patches of Fog/Windy
es: Zonas de Niebla/Ventoso

source: PM Drizzle
es: PM Llovizna

source: PM Fog
es: PM Niebla

source: PM Light Snow
es: PM Nieve Débil

source: PM Light Rain
es: PM Lluvia Débil

source: PM Light Rain/Wind
es: PM Lluvia Débil/Viento

source: PM Light Snow/Wind
es: PM Nieve Débil/Viento

source: PM Rain
es: PM Lluvia

source: PM Rain/Snow Showers
es: PM Lluvia/Chubascos de Nieve

source: PM Rain/Snow
es: PM Lluvia/Nieve

source: PM Rain/Wind
es: PM Lluvia/Viento

source: PM Showers
es: PM Chubascos

source: PM Showers/Wind
es: PM Chubascos/Viento

source: PM Snow Showers
es: PM Chubascos de Nieve

source: PM Snow Showers/Wind
es: PM Chubascos de Nieve/Viento

source: PM Snow
es: PM Nieve

source: PM T-storms
es: PM Tormentas

source: PM Thundershowers
es: PM Chubascos Tormentosos

source: PM Thunderstorms
es: PM Tormenta Eléctrica

source: Rain and Snow
es: Lluvia y Nieve

source: Rain and Snow/Windy
es: Lluvia y Nieve/Ventoso

source: Rain/Snow Showers/Wind
es: Lluvia/Chubascos de Nieve/Viento

source: Rain Early
es: Lluvia Temprano

source: Rain Late
es: Lluvia de tarde

source: Rain Shower
es: Chubascos de Lluvia

source: Rain Shower/Windy
es: Chubascos de Lluvia/Viento

source: Rain to Snow
es: Lluvia a Nieve

source: Rain
es: Lluvia

source: Rain/Snow Early
es: Lluvia/Nieve Temprano

source: Rain/Snow Late
es: Lluvia/Nieve de Tarde

source: Rain/Snow Showers Early
es: Lluvia/Chubascos de Nieve Temprano

source: Rain/Snow Showers Late
es: Lluvia/Chubascos de Nieve de Tarde

source: Rain/Snow Showers
es: Lluvia/Chubascos de Nieve

source: Rain/Snow
es: Lluvia/Nieve

source: Rain/Snow/Wind
es: Lluvia/Nieve/Viento

source: Rain/Thunder
es: Lluvia /Tormentas

source: Rain/Wind Early
es: Lluvia/Viento Temprano

source: Rain/Wind Late
es: Lluvia/Viento de Tarde

source: Rain/Wind
es: Lluvia/Viento

source: Rain/Windy
es: Lluvia/Ventoso

source: Scattered Showers
es: Chubascos Dispersos

source: Scattered Showers/Wind
es: Chubascos Dispersos/Viento

source: Scattered Snow Showers
es: Chubascos de Nieve Dispersos

source: Scattered Snow Showers/Wind
es: Chubascos de Nieve Dispersos/Viento

source: Scattered T-storms
es: Tormentas Dispersas

source: Scattered Thunderstorms
es: Tormentas Eléctricas Dispersas

source: Shallow Fog
es: Niebla superficial

source: Showers
es: Chubascos

source: Showers Early
es: Chubascos Tempranos

source: Showers Late
es: Chubascos de Tarde

source: Showers in the Vicinity
es: Chubascos En las Proximidades

source: Showers/Wind
es: Chubascos/Viento

source: Sleet and Freezing Rain
es: Aguanieve y Lluvia Helada

source: Sleet/Windy
es: Aguanieve/Ventoso

source: Snow Grains
es: Nieve Granulada

source: Snow Late
es: Nieve de Tarde

source: Snow Shower
es: Chubascos de Nieve

source: Snow Showers Early
es: Chubascos de Nieve Temprano

source: Snow Showers Late
es: Chubascos de Nieve de Tarde

source: Snow Showers
es: Chubascos de Nieve

source: Snow Showers/Wind
es: Chubascos de Nieve/Viento

source: Snow to Rain
es: Nieve a Lluvia

source: Snow
es: Nieve

source: Snow/Wind
es: Nieve/Viento

source: Snow/Windy
es: Nieve/Ventoso

source: Squalls
es: Tempestad

source: Sunny
es: Soleado

source: Sunny/Wind
es: Soleado/Viento

source: Sunny/Windy
es: Soleado/Ventoso

source: T-showers
es: Tormetas

source: Thunder in the Vicinity
es: Truenos en las cercanías

source: Thunder
es: Truenos

source: Thundershowers Early
es: Chubascos Tormentosos Temprano

source: Thundershowers
es: Chubascos Tormentosos

source: Thunderstorm
es: Tromenta

source: Thunderstorm/Windy
es: Tormentas Eléctricas/Viento

source: Thunderstorms Early
es: Tormentas Eléctricas temprano

source: Thunderstorms Late
es: Tormentas Eléctricas de tarde

source: Thunderstorms
es: Tormentas eléctricas

source: Unknown Precipitation
es: Precipitaciones desconocidas

source: Unknown
es: Desconocido

source: Wintry Mix
es: Mezcla invernal

source: not available
es: no disponible
